
// ---- General

"slyce_action_ok" = "OK";
"slyce_action_cancel" = "Cancel";
"slyce_action_submit" = "Submit";
"slyce_action_delete" = "Delete";


// ---- Other

"slyce_layer_webView_title_loading" = "Loading";
"slyce_layer_error_title" = "Error";


// ---- SlyceTheme

"slyce_theme_error_string_type_image_headline" = "We couldn’t find any\nresults for this image.";
"slyce_theme_error_string_type_image_subtitle" = "Tip: Make sure your object is well lit and in focus, then tap again to start a new search.";
"slyce_theme_error_string_type_system_headline" = "How embarrassing!\nWe ran into an issue.";
"slyce_theme_error_string_type_system_subtitle" = "Please close the app and try again.";
"slyce_theme_string_coachingTip_headline_universal" = "Point at any item and tap to search";
"slyce_theme_string_coachingTip_body_universal" = "Tap anywhere on the screen to scan for products, barcodes, or image matches.";
"slyce_theme_string_lens_visualSearch" = "Visual Search";
"slyce_theme_string_coachingTip_headline_visualSearch" = "Point at any item and tap to search";
"slyce_theme_string_coachingTip_body_visualSearch" = "Go ahead and start using visual search. All of your searches and results will be saved in your history.";
"slyce_theme_string_lens_barcode" = "Scan Barcode";
"slyce_theme_string_coachingTip_headline_barcode" = "Point at a barcode to search";
"slyce_theme_string_coachingTip_body_barcode" = "Tap on the barcode to focus the camera and keep your device steady until the scanning finishes.";
"slyce_theme_string_lens_imageMatch" = "Scan Print";
"slyce_theme_string_coachingTip_headline_imageMatch" = "Point at a tagged image to search";
"slyce_theme_string_coachingTip_body_imageMatch" = "Tap on the image to focus the camera and keep your device steady.";
"slyce_theme_string_settingsTitle" = "Settings";
"slyce_theme_string_searchHistoryTitle" = "Search History";
"slyce_theme_string_emptyContent_headline" = "You haven't searched for\nanything!";
"slyce_theme_string_emptyContent_body" = "Go ahead and start using visual search.\nAll of your searches and results will be saved here.";
"slyce_theme_string_searchResultsTitle" = "Search Results";

// ---- Deprecated

"slyce_general_headline_new" = "NEW";
"slyce_general_loadingResults" = "Loading Results";
"slyce_general_foundNoResults" = "Found No Results";
"slyce_tapAnchor_done" = "DONE";
"slyce_historyCell_error_title" = "Oh no! Something went wrong.";
"slyce_historyCell_error_detail" = "Please try your search again.";
"slyce_imagePicker_error_title" = "Uh-oh!";
"slyce_imagePicker_error_detail" = "We were unable to use this picture to perform Slyce visual search. Try again, please!";
